[
    {
        "quote": "A dying man can do nothing easy.",
        "source": "Benjamin Franklin, after his daughter asked him to move, April 17, 1790"
    },
    {
        "quote": "A fine genius in his own country is like gold in the mine. ",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1733"
    },
    {
        "quote": "A penny saved is twopence clear.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1737"
    },
    {
        "quote": "A Spoonful of Honey will catch more Flies than a Gallon of Vinegar.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1748"
    },
    {
        "quote": "All of us who were engaged in the struggle must have observed frequent instances of superintending providence in our favor. To that kind providence we owe this happy opportunity of consulting in peace on the means of establishing our future national felicity. And have we now forgotten that powerful friend? Or do we imagine that we no longer need his assistance? I have lived, Sir, a long time, and the longer I live, the more convincing proofs I see of this truth-that God governs in the affairs of men. And if a sparrow cannot fall to the Ground without his Notice, is it probable that an Empire can rise without his Aid?",
        "source": "Benjamin Franklin, To Colleagues at the Constitutional Convention"
    },
    {
        "quote": "All the property that is necessary to a Man, for the Conservation of the Individual and the Propagation of the Species, is his natural Right, which none can justly deprive him of: But all Property superfluous to such purposes is the Property of the Publick, who, by their Laws, have created it, and who may therefore by other laws dispose of it, whenever the Welfare of the Publick shall demand such Disposition. He that does not like civil Society on these Terms, let him retire and live among Savages. He can have no right to the benefits of Society, who will not pay his Club towards the Support of it. ",
        "source": "Benjamin Franklin, letter to Robert Morris, December 25, 1783"
    },
    {
        "quote": "And as to the Cares, they are chiefly what attend the bringing up of Children; and I would ask any Man who has experienced it, if they are not the most delightful Cares in the World; and if from that Particular alone, he does not find the Bliss of a double State much greater, instead of being less than he expected.",
        "source": "Benjamin Franklin, Reply to a Piece of Advice, March 4, 1734/5"
    },
    {
        "quote": "Be in general virtuous, and you will be happy.",
        "source": "Benjamin Franklin, letter to John Alleyne, August 9, 1768"
    },
    {
        "quote": "But they have two other Rights; those of sitting when they please, and as long as they please, in which methinks they have the advantage of your Parliament; for they cannot be dissolved by the Breath of a Minister, or sent packing as you were the other day, when it was your earnest desire to have remained longer together. ",
        "source": "Benjamin Franklin, letter to William Straham, August 19, 1784"
    },
    {
        "quote": "Early to bed, early to rise makes a man healthy, wealthy, and wise.",
        "source": "Benjamin Franklin, Advice to a Young Tradesman, 1748"
    },
    {
        "quote": "Finally, there seem to be but three Ways for a Nation to acquire Wealth. The first is by War as the Romans did in plundering their conquered Neighbours. This is Robbery. The second by Commerce which is generally Cheating. The third by Agriculture the only honest Way; wherein Man receives a real Increase of the Seed thrown into the Ground, in a kind of continual Miracle wrought by the Hand of God in his favour, as a Reward for his innocent Life, and virtuous Industry.",
        "source": "Benjamin Franklin, Positions to be Examined, April 4, 1769"
    },
    {
        "quote": "Have you something to do to-morrow; do it to-day.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1742"
    },
    {
        "quote": "Having been poor is no shame, but being ashamed of it, is.",
        "source": "Benjamin Franklin, Poor Richards Almanack, 1749"
    },
    {
        "quote": "He that goes a borrowing goes a sorrowing. ",
        "source": "Benjamin Franklin, from his writings, 1758"
    },
    {
        "quote": "Here comes the orator! With his flood of words, and his drop of reason.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1735"
    },
    {
        "quote": "History affords us many instances of the ruin of states, by the prosecution of measures ill suited to the temper and genius of their people. The ordaining of laws in favor of one part of the nation, to the prejudice and oppression of another, is certainly",
        "source": "Benjamin Franklin"
    },
    {
        "quote": "History affords us many instances of the ruin of states, by the prosecution of measures ill suited to the temper and genius of their people. The ordaining of laws in favor of one part of the nation, to the prejudice and oppression of another, is certainly the most erroneous and mistaken policy. An equal dispensation of protection, rights, privileges, and advantages, is what every part is entitled to, and ought to enjoy... These measures never fail to create great and violent jealousies and animosities between the people favored and the people oppressed; whence a total separation of affections, interests, political obligations, and all manner of connections, by which the whole state is weakened.",
        "source": "Benjamin Franklin, Emblematical Representations, Circa 1774"
    },
    {
        "quote": "History will also give Occasion to expatiate on the Advantage of Civil Orders and Constitutions, how Men and their Properties are protected by joining in Societies and establishing Government; their Industry encouraged and rewarded, Arts invented, and Life made more comfortable: The Advantages of Liberty, Mischiefs of Licentiousness, Benefits arising from good Laws and a due Execution of Justice, etc. Thus may the first Principles of sound Politicks be fix'd in the Minds of Youth. ",
        "source": "Benjamin Franklin, Proposals Relating to the Education of Youth in Pennsylvania, 1749"
    },
    {
        "quote": "How many observe Christ's birth-day! How few, his precepts! O! 'tis easier to keep Holidays than Commandments. ",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1743"
    },
    {
        "quote": "Human Felicity is produced not so much by great Pieces of good Fortune that seldom happen, as by little Advantages that occur every Day.",
        "source": "Benjamin Franklin, Autobiography, 1771"
    },
    {
        "quote": "I am for doing good to the poor, but I differ in opinion of the means. I think the best way of doing good to the poor, is not making them easy in poverty, but leading or driving them out of it. In my youth I traveled much, and I observed in different countries, that the more public provisions were made for the poor, the less they provided for themselves, and of course became poorer. And, on the contrary, the less was done for them, the more they did for themselves, and became richer.",
        "source": "Benjamin Franklin, On the Price of Corn and Management of the Poor, November 1766"
    },
    {
        "quote": "I pronounce it as certain that there was never yet a truly great man that was not at the same time truly virtuous.",
        "source": "Benjamin Franklin, The Busy-body, No. 3, February 18, 1728"
    },
    {
        "quote": "If by the liberty of the press were understood merely the liberty of discussing the propriety of public measures and political opinions, let us have as much of it as you please: But if it means the liberty of affronting, calumniating and defaming one another, I, for my part, own myself willing to part with my share of it, whenever our legislators shall please so to alter the law and shall chearfully consent to exchange my liberty of abusing others for the privilege of not being abused myself.",
        "source": "Benjamin Franklin, An Account of the Supremest Court of Judicature in Pennsylvania, viz. The Court of the Press, September 12, 1789"
    },
    {
        "quote": "In reality there is perhaps no one of our natural Passions so hard to subdue as Pride. Disguise it, struggle with it, beat it down, stifle it, mortify it as much as one pleases, it is still alive, and will now and then peek out and show itself.",
        "source": "Benjamin Franklin, Autobiography, 1771"
    },
    {
        "quote": "It is very imprudent to deprive America of any of her privileges. If her commerce and friendship are of any importance to you, they are to be had on no other terms than leaving her in the full enjoyment of her rights.",
        "source": "Benjamin Franklin, Political Observations"
    },
    {
        "quote": "Keep your eyes wide open before marriage, half shut afterwards.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1738"
    },
    {
        "quote": "No nation was ever ruined by trade, even seemingly the most disadvantageous.",
        "source": "Benjamin Franklin and George Whaley, Principles of Trade, 1774"
    },
    {
        "quote": "Our new Constitution is now established, and has an appearance that promises permanency; but in this world nothing can be said to be certain, except death and taxes.",
        "source": "Benjamin Franklin, letter to Jean-Baptiste Leroy, November 13, 1789"
    },
    {
        "quote": "Remember, that Time is Money.",
        "source": "Benjamin Franklin, Advice to a Young Tradesman, 1748"
    },
    {
        "quote": "Repeal that [welfare] law, and you will soon see a change in their manners. St. Monday and St. Tuesday, will soon cease to be holidays. Six days shalt thou labor, though one of the old commandments long treated as out of date, will again be looked upon as a respectable precept; industry will increase, and with it plenty among the lower people; their circumstances will mend, and more will be done for their happiness by inuring them to provide for themselves, than could be done by dividing all your estates among them.",
        "source": "Benjamin Franklin, letter to Collinson, May 9, 1753"
    },
    {
        "quote": "Resolve to perform what you ought. Perform without fail what you resolve.",
        "source": "Benjamin Franklin, Autobiography, 1771"
    },
    {
        "quote": "Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils.",
        "source": "Benjamin Franklin, An Address to the Public, November 1789"
    },
    {
        "quote": "Strangers are welcome because there is room enough for them all, and therefore the old Inhabitants are not jealous of them; the Laws protect them sufficiently so that they have no need of the Patronage of great Men; and every one will enjoy securely the Profits of his Industry. But if he does not bring a Fortune with him, he must work and be industrious to live.",
        "source": "Benjamin Franklin, Those Who Would Remove to America, February, 1784"
    },
    {
        "quote": "Strive to be the greatest man in your country, and you may be disappointed. Strive to be the best and you may succeed: he may well win the race that runs by himself.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1747"
    },
    {
        "quote": "That wise Men have in all Ages thought Government necessary for the Good of Mankind; and, that wise Governments have always thought Religion necessary for the well ordering and well-being of Society, and accordingly have been ever careful to encourage and protect the Ministers of it, paying them the highest publick Honours, that their Doctrines might thereby meet with the greater Respect among the common People.",
        "source": "Benjamin Franklin, On that Odd Letter of the Drum, April 1730"
    },
    {
        "quote": "The good Education of Youth has been esteemed by wise Men in all Ages, as the surest Foundation of the Happiness both of private Families and of Common-wealths. Almost all Governments have therefore made it a principal Object of their Attention, to establish and endow with proper Revenues, such Seminaries of Learning, as might supply the succeeding Age with Men qualified to serve the Publick with Honour to themselves, and to their Country.",
        "source": "Benjamin Franklin, Proposals Relating to the Education of Youth in Pennsylvania, 1749"
    },
    {
        "quote": "The happy State of Matrimony is, undoubtedly, the surest and most lasting Foundation of Comfort and Love; the Source of all that endearing Tenderness and Affection which arises from Relation and Affinity; the grand Point of Property; the Cause of all good Order in the World, and what alone preserves it from the utmost Confusion; and, to sum up all, the Appointment of infinite Wisdom for these great and good Purposes.",
        "source": "Benjamin Franklin, Rules and Maxims for Promoting Matrimonial Happiness, October 8, 1730"
    },
    {
        "quote": "The ordaining of laws in favor of one part of the nation, to the prejudice and oppression of another, is certainly the most erroneous and mistaken policy. An equal dispensation of protection, rights, privileges, and advantages, is what every part is entitled to, and ought to enjoy.",
        "source": "Benjamin Franklin, Emblematical Representations, Circa 1774"
    },
    {
        "quote": "They are of the People, and return again to mix with the People, having no more durable preeminence than the different Grains of Sand in an Hourglass. Such an Assembly cannot easily become dangerous to Liberty. They are the Servants of the People, sent together to do the People's Business, and promote the public Welfare; their Powers must be sufficient, or their Duties cannot be performed. They have no profitable Appointments, but a mere Payment of daily Wages, such as are scarcely equivalent to their Expences; so that, having no Chance for great Places, and enormous Salaries or Pensions, as in some Countries, there is no triguing or bribing for Elections.",
        "source": "Benjamin Franklin, letter to George Whatley, May 23, 1785"
    },
    {
        "quote": "They that can give up essential liberty to purchase a little temporary safety, deserve neither liberty nor safety.",
        "source": "Benjamin Franklin, Historical Review of Pennsylvania, 1759"
    },
    {
        "quote": "This gave me occasion to observe, that when Men are employ'd they are best contented. For on the Days they work'd they were good-natur'd and chearful; and with the consciousness of having done a good Days work they spent the Evenings jollily; but on the idle Days they were mutinous and quarrelsome, finding fault with their Pork, the Bread, etc. and in continual ill-humour.",
        "source": "Benjamin Franklin, Autobiography, 1771"
    },
    {
        "quote": "To the haranguers of the populace among the ancients, succeed among the moderns your writers of political pamphlets and news-papers, and your coffee-house talkers.",
        "source": "Benjamin Franklin, Reply to Coffee House Orators, April 9, 1767"
    },
    {
        "quote": "We must all hang together, or assuredly we shall all hang separately.",
        "source": "Benjamin Franklin (attributed), at the signing of the Declaration of Independence, July 4, 1776"
    },
    {
        "quote": "Where liberty dwells, there is my country.",
        "source": "Benjamin Franklin (attributed), letter to Benjamin Vaughn, March 14, 1783"
    },
    {
        "quote": "Wish not so much to live long as to live well.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1746"
    },
    {
        "quote": "Without Freedom of Thought there can be no such Thing as Wisdom; and no such Thing as Public Liberty, without Freedom of Speech.",
        "source": "Benjamin Franklin, writing as Silence Dogood, No. 8, July 9, 1722"
    },
    {
        "quote": "Work as if you were to live 100 Years, Pray as if you were to die To-morrow.",
        "source": "Benjamin Franklin, Poor Richard's Almanack, 1757"
    },
    {
        "quote": "[E]very Man who comes among us, and takes up a piece of Land, becomes a Citizen, and by our Constitution has a Voice in Elections, and a share in the Government of the Country.",
        "source": "Benjamin Franklin, letter to William Straham, August 19, 1784"
    },
    {
        "quote": "[I]t is a common observation here that our cause is the cause of all mankind, and that we are fighting for their liberty in defending our own.",
        "source": "Benjamin Franklin, letter to Samuel Cooper, May 1, 1777"
    }
]