[
    {
      "quote": "A constitution founded on these principles introduces knowledge among the people, and inspires them with a conscious dignity becoming freemen; a general emulation takes place, which causes good humor, sociability, good manners, and good morals to be general. That elevation of sentiment inspired by such a government, makes the common people brave and enterprising. That ambition which is inspired by it makes them sober, industrious, and frugal.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "As good government is an empire of laws, how shall your laws be made? In a large society, inhabiting an extensive country, it is impossible that the whole should assemble to make laws. The first necessary step, then, is to depute power from the many to a few of the most wise and good.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "As long as Property exists, it will accumulate in Individuals and Families. As long as Marriage exists, Knowledge, Property and Influence will accumulate in Families.",
      "source": "John Adams, letter to Thomas Jefferson, July 16, 1814"
    },
    {
      "quote": "But a Constitution of Government once changed from Freedom, can never be restored. Liberty, once lost, is lost forever.",
      "source": "John Adams, letter to Abigail Adams, July 17, 1775"
    },
    {
      "quote": "Children should be educated and instructed in the principles of freedom.",
      "source": "John Adams, Defense of the Constitutions, 1787"
    },
    {
      "quote": "Each individual of the society has a right to be protected by it in the enjoyment of his life, liberty, and property, according to standing laws. He is obliged, consequently, to contribute his share to the expense of this protection; and to give his personal service, or an equivalent, when necessary. But no part of the property of any individual can, with justice, be taken from him, or applied to public uses, without his own consent, or that of the representative body of the people. In fine, the people of this commonwealth are not controllable by any other laws than those to which their constitutional representative body have given their consent.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "Every measure of prudence, therefore, ought to be assumed for the eventual total extirpation of slavery from the United States.... I have, throughout my whole life, held the practice of slavery in... abhorrence.",
      "source": "John Adams, letter to Evans, June 8, 1819"
    },
    {
      "quote": "Facts are stubborn things; and whatever may be our wishes, our inclination, or the dictates of our passions, they cannot alter the state of facts and evidence.",
      "source": "John Adams, in Defense of the British Soldiers on trial for the Boston Massacre, December 4, 1770"
    },
    {
      "quote": "Fear is the foundation of most governments; but it is so sordid and brutal a passion, and renders men in whose breasts it predominates so stupid and miserable, that Americans will not be likely to approve of any political institution which is founded on it.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "Government is instituted for the common good; for the protection, safety, prosperity, and happiness of the people; and not for profit, honor, or private interest of any one man, family, or class of men; therefore, the people alone have an incontestable, unalienable, and indefeasible right to institute government; and to reform, alter, or totally change the same, when their protection, safety, prosperity, and happiness require it.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "His Example is now complete, and it will teach wisdom and virtue to magistrates, citizens, and men, not only in the present age, but in future generations, as long as our history shall be read.",
      "source": "John Adams, message to the U.S. Senate, December 19, 1799"
    },
    {
      "quote": "Human government is more or less perfect as it approaches nearer or diverges farther from the imitation of this perfect plan of divine and moral government.",
      "source": "John Adams, draft of a Newspaper Communication, Circa August 1770"
    },
    {
      "quote": "Human nature itself is evermore an advocate for liberty. There is also in human nature a resentment of injury, and indignation against wrong. A love of truth and a veneration of virtue. These amiable passions, are the \"latent spark\"... If the people are capable of understanding, seeing and feeling the differences between true and false, right and wrong, virtue and vice, to what better principle can the friends of mankind apply than to the sense of this difference?",
      "source": "John Adams, the Novanglus, 1775"
    },
    {
      "quote": "I have accepted a seat in the [Massachusetts] House of Representatives, and thereby have consented to my own ruin, to your ruin, and the ruin of our children. I give you this warning, that you may prepare your mind for your fate.",
      "source": "John Adams, to Abigail Adams, May 1770"
    },
    {
      "quote": "I must study politics and war that my sons may have liberty to study mathematics and philosophy. My sons ought to study mathematics and philosophy, geography, natural history and naval architecture, navigation, commerce and agriculture, in order to give their children a right to study painting, poetry, music, architecture, statuary, tapestry, and porcelain.",
      "source": "John Adams, letter to Abigail Adams, 1780"
    },
    {
      "quote": "I Pray Heaven to Bestow The Best of Blessing on THIS HOUSE, and on ALL that shall hereafter Inhabit it. May none but Honest and Wise Men ever rule under This Roof!",
      "source": "John Adams, letter to Abigail Adams, November 2, 1800"
    },
    {
      "quote": "I think he [Jefferson] had one more vote than any other, and that placed him at the head of the committee. I had the next highest number, and that placed me second. The committee met, discussed the subject, [of the Declaration of Independence] and then appointed Mr. Jefferson and me to make the draught, I suppose because we were the two first on the list. The subcommittee met. Jefferson proposed to me to make the draught. Adams: I will not. Jefferson: You should do it. Adams: Oh! no. Jefferson Why will you not? You ought to do it. Adams: I will not. Jefferson: Why? Adams: Reasons enough. Jefferson: What can be your reasons? Adams:",
      "source": "John Adams, to Thomas Jefferson concerning the drafting of the Declaration, June 1775"
    },
    {
      "quote": "If men through fear, fraud or mistake, should in terms renounce and give up any essential natural right, the eternal law of reason and the great end of society, would absolutely vacate such renunciation; the right to freedom being the gift of God Almighty, it is not in the power of Man to alienate this gift, and voluntarily become a slave.",
      "source": "John Adams, Rights of the Colonists, 1772"
    },
    {
      "quote": "If there is a form of government, then, whose principle and foundation is virtue, will not every sober man acknowledge it better calculated to promote the general happiness than any other form?",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "In the midst of these pleasing ideas we should be unfaithful to ourselves if we should ever lose sight of the danger to our liberties if anything partial or extraneous should infect the purity of our free, fair, virtuous, and independent elections.",
      "source": "John Adams, Inaugural Address, March 4, 1797"
    },
    {
      "quote": "Independence forever.",
      "source": "John Adams' last public words as a toast for the celebration of the fiftieth anniversary of the Declaration of Independence"
    },
    {
      "quote": "It already appears, that there must be in every society of men superiors and inferiors, because God has laid in the constitution and course of nature the foundations of the distinction.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "It has ever been my hobby-horse to see rising in America an empire of liberty, and a prospect of two or three hundred millions of freemen, without one noble or one king among them. You say it is impossible. If I should agree with you in this, I would still say, let us try the experiment, and preserve our equality as long as we can. A better system of education for the common people might preserve them long from such artificial inequalities as are prejudicial to society, by confounding the natural distinctions of right and wrong, virtue and vice.",
      "source": "John Adams, letter to Count Sarsfield, February 3, 1786"
    },
    {
      "quote": "It is the duty of all men in society, publicly, and at stated seasons, to worship the SUPREME BEING, the great Creator and Preserver of the universe. And no subject shall be hurt, molested, or restrained, in his person, liberty, or estate, for worshipping GOD in the manner most agreeable to the dictates of his own conscience; or for his religious profession or sentiments; provided he doth not disturb the public peace, or obstruct others in their religious worship.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "It ought to be commemorated, as the Day of Deliverance by solemn Acts of Devotion to God Almighty. It ought to be solemnized with Pomp and Parade, with Shews, Games, Sports, guns, Bells, Bonfires and Illuminations from one End of this Continent to the other from this Time forward forever more. You will think me transported with Enthusiasm but I am not. I am well aware of the Toil and Blood and Treasure, that it will cost Us to maintain this Declaration, and support and defend these States. Yet through all the Gloom I can see the Rays of ravishing Light and Glory. I can see that the End is more than worth all the Means. And that Posterity will tryumph in that Days Transaction, even altho We should rue it, which I trust in God We shall not.",
      "source": "John Adams, letter to Abigail Adams, July 3, 1776"
    },
    {
      "quote": "It should be your care, therefore, and mine, to elevate the minds of our children and exalt their courage; to accelerate and animate their industry and activity; to excite in them an habitual contempt of meanness, abhorrence of injustice and inhumanity, and an ambition to excel in every capacity, faculty, and virtue. If we suffer their minds to grovel and creep in infancy, they will grovel all their lives.",
      "source": "John Adams, Dissertation on the Canon and Feudal Law, 1756"
    },
    {
      "quote": "Laws for the liberal education of the youth, especially of the lower class of the people, are so extremely wise and useful, that, to a humane and generous mind, no expense for this purpose would be thought extravagant.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "Let justice be done though the heavens should fall.",
      "source": "John Adams, letter to Elbridge Gerry, December 5, 1777"
    },
    {
      "quote": "Let the pulpit resound with the doctrine and sentiments of religious liberty. Let us hear of the dignity of man's nature, and the noble rank he holds among the works of God... Let it be known that British liberties are not the grants of princes and parliaments.",
      "source": "John Adams, Dissertation on the Canon and Feudal Law, 1765"
    },
    {
      "quote": "Liberty cannot be preserved without a general knowledge among the people, who have a right, from the frame of their nature, to knowledge, as their great Creator, who does nothing in vain, has given them understandings, and a desire to know; but besides this, they have a right, an indisputable, unalienable, indefeasible, divine right to that most dreaded and envied kind of knowledge; I mean, of the characters and conduct of their rulers.",
      "source": "John Adams, Dissertation on Canon and Feudal Law, 1765"
    },
    {
      "quote": "Liberty must at all hazards be supported. We have a right to it, derived from our Maker. But if we had not, our fathers have earned and bought it for us, at the expense of their ease, their estates, their pleasure, and their blood.",
      "source": "John Adams, A Dissertation on the Canon and Feudal Law, 1765"
    },
    {
      "quote": "Men must be ready, they must pride themselves and be happy to sacrifice their private pleasures, passions and interests, nay, their private friendships and dearest connections, when they stand in competition with the rights of society.",
      "source": "John Adams, letter to Mercy Warren, April 16, 1776"
    },
    {
      "quote": "National defense is one of the cardinal duties of a statesman.",
      "source": "John Adams, letter to James Lloyd, January, 1815"
    },
    {
      "quote": "Objects of the most stupendous magnitude, and measure in which the lives and liberties of millions yet unborn are intimately interested, are now before us. We are in the very midst of a revolution the most complete, unexpected and remarkable of any in the history of nations.",
      "source": "John Adams, letter to William Cushing, June 9, 1776"
    },
    {
      "quote": "Public affairs go on pretty much as usual: perpetual chicanery and rather more personal abuse than there used to be... Our American Chivalry is the worst in the world. It has no Laws, no bounds, no definitions; it seems to be all a Caprice.",
      "source": "John Adams, letter to Thomas Jefferson, April 17, 1826"
    },
    {
      "quote": "Public virtue cannot exist in a nation without private, and public virtue is the only foundation of republics. There must be a positive passion for the public good, the public interest, honour, power and glory, established in the minds of the people, or there can be no republican government, nor any real liberty: and this public passion must be superior to all private passions.",
      "source": "John Adams, letter to Mercy Warren, April 16, 1776"
    },
    {
      "quote": "Remember democracy never lasts long. It soon wastes, exhausts, and murders itself. There never was a democracy yet that did not commit suicide.",
      "source": "John Adams, letter to John Taylor, April 15, 1814"
    },
    {
      "quote": "That, as a republic is the best of governments, so that particular arrangements of the powers of society, or, in other words, that form of government which is best contrived to secure an impartial and exact execution of the laws, is the best of republics.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "The deliberate union of so great and various a people in such a place, is without all partiality or prejudice, if not the greatest exertion of human understanding, the greatest single effort of national deliberation that the world has ever seen.",
      "source": "John Adams, quoted in a letter from Rufus King to Theophilus Parsons, February 20, 1788"
    },
    {
      "quote": "The dignity and stability of government in all its branches, the morals of the people, and every blessing of society depend so much upon an upright and skillful administration of justice, that the judicial power ought to be distinct from both the legislative and executive, and independent upon both, that so it may be a check upon both, and both should be checks upon that.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "The dons, the bashaws, the grandees, the patricians, the sachems, the nabobs, call them by what names you please, sigh and groan and fret, and sometimes stamp and foam and curse, but all in vain. The decree is gone forth, and it cannot be recalled, that a more equal liberty than has prevailed in other parts of the earth must be established in America.",
      "source": "John Adams, letter to Patrick Henry, June 3, 1776"
    },
    {
      "quote": "The foundation of national morality must be laid in private families.... How is it possible that Children can have any just Sense of the sacred Obligations of Morality or Religion if, from their earliest Infancy, they learn their Mothers live in habitual Infidelity to their fathers, and their fathers in as constant Infidelity to their Mothers?",
      "source": "John Adams, Diary, June 2, 1778"
    },
    {
      "quote": "The moment the idea is admitted into society that property is not as sacred as the laws of God, and that there is not a force of law and public justice to protect it, anarchy and tyranny commence. If 'Thou shalt not covet' and 'Thou shalt not steal' were",
      "source": "John Adams, A Defense of the American Constitutions, 1787"
    },
    {
      "quote": "The moment the idea is admitted into society that property is not as sacred as the laws of God, and that there is not a force of law and public justice to protect it, anarchy and tyranny commence. If `Thou shalt not covet' and `Thou shalt not steal' were not commandments of Heaven, they must be made inviolable precepts in every society before it can be civilized or made free.",
      "source": "John Adams, A Defense of the American Constitutions, 1787"
    },
    {
      "quote": "The only foundation of a free Constitution, is pure Virtue, and if this cannot be inspired into our People, in a great Measure, than they have it now. They may change their Rulers, and the forms of Government, but they will not obtain a lasting Liberty.",
      "source": "John Adams, letter to Zabdiel Adams, June 21, 1776"
    },
    {
      "quote": "The rich, the well-born, and the able, acquire and influence among the people that will soon be too much for simple honesty and plain sense, in a house of representatives. The most illustrious of them must, therefore, be separated from the mass, and placed by themselves in a senate; this is, to all honest and useful intents, an ostracism.",
      "source": "John Adams, A Defense of the Constitutions of Government of the United States of America, vol 1, 1787"
    },
    {
      "quote": "There is no good government but what is republican. That the only valuable part of the British constitution is so; for the true idea of a republic is \"an empire of laws, and not of men.\" That, as a republic is the best of governments, so that particular arrangement of the powers of society, or in other words, that form of government which is best contrived to secure an impartial and exact execution of the law, is the best of republics.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "They define a republic to be a government of laws, and not of men.",
      "source": "John Adams, Novanglus No. 7, March 6, 1775"
    },
    {
      "quote": "To suppose arms in the hands of citizens, to be used at individual discretion, except in private self-defense, or by partial orders of towns, counties or districts of a state, is to demolish every constitution, and lay the laws prostrate, so that liberty can be enjoyed by no man; it is a dissolution of the government. The fundamental law of the militia is, that it be created, directed and commanded by the laws, and ever for the support of the laws.",
      "source": "John Adams, A Defense of the Constitutions of the United States, 1787-1788"
    },
    {
      "quote": "Upon this point all speculative politicians will agree, that the happiness of society is the end of government, as all divines and moral philosophers will agree that the happiness of the individual is the end of man. From this principle it will follow that the form of government which communicates ease, comfort, security, or, in one word, happiness, to the greatest numbers of persons, and in the greatest degree, is the best.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "We have no government armed with power capable of contending with human passions unbridled by morality and religion. Avarice, ambition, revenge, or gallantry, would break the strongest cords of our Constitution as a whale goes through a net. Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.",
      "source": "John Adams, Address to the Military, October 11, 1798"
    },
    {
      "quote": "We ought to consider what is the end of government before we determine which is the best form. Upon this point all speculative politicians will agree that the happiness of society is the end of government, as all divines and moral philosophers will agree that the happiness of the individual is the end of man....All sober inquirers after truth, ancient and modern, pagan and Christian, have declared that the happiness of man, as well as his dignity, consists in virtue.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "We should be unfaithful to ourselves if we should ever lose sight of the danger to our liberties if anything partial or extraneous should infect the purity of our free, fair, virtuous, and independent elections.",
      "source": "John Adams, Inaugural Address, March 4, 1797"
    },
    {
      "quote": "Wisdom and knowledge, as well as virtue, diffused generally among the body of the people, being necessary for the preservation of their rights and liberties, and as these depend on spreading the opportunities and advantages of education in the various parts of the country, and among the different orders of people, it shall be the duty of legislators and magistrates... to cherish the interest of literature and the sciences, and all seminaries of them.",
      "source": "John Adams, Thoughts on Government, 1776"
    },
    {
      "quote": "Without wishing to damp the ardor of curiosity or influence the freedom of inquiry, I will hazard a prediction that, after the most industrious and impartial researchers, the longest liver of you all will find no principles, institutions or systems of education more fit in general to be transmitted to your posterity than those you have received from your ancestors.",
      "source": "John Adams, letter to the young men of the Philadelphia, May 7, 1798"
    },
    {
      "quote": "[D]emocracy will soon degenerate into an anarchy, such an anarchy that every man will do what is right in his own eyes and no man's life or property or reputation or liberty will be secure, and every one of these will soon mould itself into a system of subordination of all the moral virtues and intellectual abilities, all the powers of wealth, beauty, wit and science, to the wanton pleasures, the capricious will, and the execrable cruelty of one or a very few.",
      "source": "John Adams, An Essay on Man's Lust for Power, August 29, 1763"
    },
    {
      "quote": "[J]udges, therefore, should be always men of learning and experience in the laws, of exemplary morals, great patience, calmness, coolness, and attention. Their minds should not be distracted with jarring interests; they should not be dependent upon any man, or body of men.",
      "source": "John Adams, Thoughts on Government, 1776"
    }
  ]