[
    {
        "quote": "It is in vain, sir, to extenuate the matter. Gentlemen may cry, Peace, Peace-- but there is no peace. The war is actually begun! The next gale that sweeps from the north will bring to our ears the clash of resounding arms! Our brethren are already in the field! Why stand we here idle? What is it that gentlemen wish? What would they have? Is life so dear, or peace so sweet, as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take; but as for me, give me liberty or give me death!",
        "source": "Patrick Henry, Unknown",
        "id": "e0d3cc25-a7df-4c84-8e4a-1e12d3176041"
    },
    {
        "quote": "This book is worth all the books that ever were printed, and it has been my misfortune that I never found time to read it with the proper attention and feeling till lately. I trust in the mercy of heaven that it is not too late.",
        "source": "Patrick Henry, Unknown",
        "id": "f16869b8-d559-45cf-ad94-2cd2a4c2377e"
    },
    {
        "quote": "Amongst other strange things said of me, I hear it is said by the deists that I am one of the number; and indeed, that some good people think I am no Christian. This thought gives me much more pain than the appellation of Tory; because I think religion of infinitely higher importance than politics; and I find much cause to reproach myself that I have lived so long, and have given no decided and public proofs of my being a Christian. But, indeed, my dear child, this is a character which I prize far above all this world has, or can boast.",
        "source": "Patrick Henry, Unknown",
        "id": "002e96fb-dd02-4955-8b5a-68a46ab4b149"
    },
    {
        "quote": "Doctor, I wish you to observe how real and beneficial the religion of Christ is to a man about to die....I am, however, much consoled by reflecting that the religion of Christ has, from its first appearance in the world, been attacked in vain by all the wits, philosophers, and wise ones, aided by every power of man, and its triumphs have been complete.",
        "source": "Patrick Henry, Unknown",
        "id": "e411883c-1358-411d-b38e-f202c6a35128"
    },
    {
        "quote": "This is all the inheritance I give to my dear family. The religion of Christ will give them one which will make them rich indeed.",
        "source": "Patrick Henry, November 20, 1798, in his Last Will and Testament",
        "id": "01f911bf-4088-481b-b107-4773170c1623"
    },
    {
        "quote": "The liberties of a people never were, nor ever will be, secure, when the transactions of their rulers may be concealed from them.",
        "source": "Patrick Henry, Unknown",
        "id": "dd31ec8c-f9f6-4a6e-a09d-7b0a7c352dfe"
    },
    {
        "quote": "Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel.Guard with jealous attention the public liberty. Suspect everyone who approaches that jewel.",
        "source": "Patrick Henry, Unknown",
        "id": "b870a7f2-dd94-422e-8bdb-da83a50481ef"
    },
    {
        "quote": "Are we at last brought to such humiliating and debasing degradation, that we cannot be trusted with arms for our defense?",
        "source": "Patrick Henry, Unknown",
        "id": "3ad33e68-54ac-47f4-afb5-1c75cf52f569"
    },
    {
        "quote": "It cannot be emphasized too strongly or too often that this great nation was founded, not by religionists, but by Christians; not on religions, but on the gospel of Jesus Christ! For this very reason peoples of other faiths have been afforded asylum, prosperity, and freedom of worship here.",
        "source": "Patrick Henry, Unknown",
        "id": "64c6cb13-f4ae-423b-b39a-70cb67e46e71"
    }
]