[
    {
        "quote": "If ye love wealth better than liberty, the tranquility of servitude than the animated contest of freedom, go from us in peace. We ask not your counsels or arms. Crouch down and lick the hands which feed you. May your chains sit lightly upon you, and may posterity forget that you were our countrymen.",
        "source": "Samual Adams, 1776",
        "id": "464f896b-77c5-4a19-acc1-afb2517d7ddb"
    },
    {
        "quote": "If ye love wealth better than liberty, the tranquility of servitude better than the animating contest of freedom, go home from us in peace. We ask not your counsels or your arms. Crouch down and lick the hands which feed you. May your chains set lightly upon you, and may posterity forget that ye were our countrymen.",
        "source": "Samual Adams, Unknown",
        "id": "b3324aeb-3ff0-498c-a1ee-c0fc8e834ce5"
    },
    {
        "quote": "It is a very great mistake to imagine that the object of loyalty is the authority and interest of one individual man, however dignified by the applause or enriched by the success of popular actions",
        "source": "Samual Adams, Loyalty and Sedition, essay in The Advertiser, 1748",
        "id": "6a3cfd85-d9dd-44cd-a11b-8e5b16218ed9"
    },
    {
        "quote": "Neither the wisest constitution nor the wisest laws will secure the liberty and happiness of a people whose manners are universally corrupt.",
        "source": "Samual Adams, Essay in the Public Advertiser, 1749",
        "id": "1c8981b6-e8c3-4051-9c92-68ace567b227"
    },
    {
        "quote": "The truth is, all might be free if they valued freedom, and defended it as they ought.",
        "source": "Samual Adams, Essay in the Boston Gazette, October 14, 1771",
        "id": "bf93eda6-ce49-4533-b0fe-a0737fb190b4"
    },
    {
        "quote": "It is a very great mistake to imagine that the object of loyalty is the authority and interest of one individual man, however dignified by the applause or enriched by the success of popular actions.",
        "source": "Samual Adams, Loyalty and Sedition, essay in The Advertiser, 1748",
        "id": "8ee6e02a-2d94-4f93-90ae-6b57e38d8127"
    },
    {
        "quote": "Neither the wisest constitution nor the wisest laws will secure the liberty and happiness of a people whose manners are universally corrupt.",
        "source": "Samual Adams, Essay in the Public Advertiser, 1749",
        "id": "6b01b08b-d017-42c4-b85f-44e52066a794"
    },
    {
        "quote": " If you, or Colonel Dalrymple under you, have the power to remove one regiment you have the power to remove both. It is at your peril if you refuse. The meeting is composed of three thousand people. They have become impatient. A thousand men are already arrived from the neighborhood, and the whole country is in motion. Night is approaching. An immediate answer is expected. Both regiments or none.",
        "source": "Samual Adams,  Address to Acting Governor Thomas Hutchinson, the day after the Boston Massacre, March 6, 1770",
        "id": "0eeaca01-e1c2-4cde-b0ad-49ed47ffd3b9"
    },
    {
        "quote": "The truth is, all might be free if they valued freedom, and defended it as they ought",
        "source": "Samual Adams, Essay in the Boston Gazette, October 14, 1771",
        "id": "9568904c-f579-4107-b9d8-6a8bf0801ae9"
    },
    {
        "quote": " Among the natural rights of the Colonists are these: First, a right to life; Secondly, to liberty; Thirdly, to property; together with the right to support and defend them in the best manner they can. These are evident branches of, rather than deductions from, the duty of self-preservation, commonly called the first law of nature.",
        "source": "Samual Adams, The Rights of the Colonists, November 20, 1772",
        "id": "bc5ae0c1-52fd-4a56-bde3-e7c2d250fa54"
    },
    {
        "quote": "All men have a right to remain in a state of nature as long as they please; and in case of intolerable oppression, civil or religious, to leave the society they belong to, and enter into another.",
        "source": "Samual Adams, The Rights of the Colonists, November 20, 1772",
        "id": "764bc2f5-fdc0-4c73-8bf0-1f67a62395dc"
    },
    {
        "quote": " The right to freedom being the gift of God Almighty, it is not in the power of man to alienate this gift and voluntarily become a slave... These may be best understood by reading and carefully studying the institutes of the great Law Giver and Head of the Christian Church, which are to be found clearly written and promulgated in the New Testament.",
        "source": "Samual Adams,  Rights of the Colonists, November 20, 1772",
        "id": "d05d7358-a258-44ec-9824-1ac05cdf2f09"
    },
    {
        "quote": " In regard to religion, mutual toleration in the different professions thereof is what all good and candid minds in all ages have ever practised, and, both by precept and example, inculcated on mankind.",
        "source": "Samual Adams, The Rights of the Colonists, November 20, 1772",
        "id": "cbcebe16-d5f0-4ef9-90ed-9fe293a46a12"
    },
    {
        "quote": " The natural liberty of man is to be free from any superior power on Earth, and not to be under the will or legislative authority of man, but only to have the law of nature for his rule",
        "source": "Samual Adams, The Rights of the Colonists, November 20, 1772",
        "id": "42caecb3-0bb0-4bde-8a49-07b814b9e9b6"
    },
    {
        "quote": " It is the greatest absurdity to suppose it in the power of one, or any number of men, at the entering into society, to renounce their essential natural rights, or the means of preserving those rights; when the grand end of civil government, from the very nature of its institution, is for the support, protection, and defence of those very rights; the principal of which, as is before observed, are Life, Liberty, and Property. If men, through fear, fraud, or mistake, should in terms renounce or give up any essential natural right, the eternal law of reason and the grand end of society would absolutely vacate such renunciation. The right to freedom being the gift of God Almighty, it is not in the power of man to alienate this gift and voluntarily become a slave.",
        "source": "Samual Adams, The Rights of the Colonists, November 20, 1772",
        "id": "ae89ad64-2455-4cb3-bf0e-d11925de5144"
    },
    {
        "quote": "The Opinion of others I very little regard, & have a thorough Contempt for all men, be their Names Characters & Stations what they may, who appear to be the irreclaimable Enemies of Religion & Liberty.",
        "source": "Samual Adams, Letter to William Checkley, December 14, 1772",
        "id": "3d080d9c-9a9b-4535-a0d7-420b5322ad7c"
    },
    {
        "quote": " He who is void of virtuous Attachments in private Life, is, or very soon will be void of all Regard for his Country. There is seldom an Instance of a Man guilty of betraying his Country, who had not before lost the Feeling of moral Obligations in his private Connections.",
        "source": "Letter to James Warren, November 4, 1775",
        "id": "56861752-49a3-4970-842f-a89fb0d42dae"
    },
    {
        "quote": "Since private and publick Vices, are in Reality, though not always apparently, so nearly connected, of how much Importance, how necessary is it, that the utmost Pains be taken by the Publick, to have the Principles of Virtue early inculcated on the Minds even of children, and the moral Sense kept alive, and that the wise institutions of our Ancestors for these great Purposes be encouraged by the Government. For no people will tamely surrender their Liberties, nor can any be easily subdued, when knowledge is diffusd and Virtue is preservd. On the Contrary, when People are universally ignorant, and debauchd in their Manners, they will sink under their own weight without the Aid of foreign Invaders.",
        "source": "Samual Adams, Letter to James Warren, November 4, 1775",
        "id": "b9c6c279-47d7-4a48-a1eb-13a98b54dec1"
    },
    {
        "quote": " Nothing is more essential to the establishment of manners in a State than that all persons employed in places of power and trust be men of unexceptionable characters. The public cannot be too curious concerning the character of public men.",
        "source": "Samual Adams, Letter to James Warren, November 4, 1775",
        "id": "3231ae43-8ac5-4742-8e14-add6b57b6a26"
    },
    {
        "quote": "The public cannot be too curious concerning the characters of public men.",
        "source": "Samual Adams, Letter to James Warren, November 4, 1775",
        "id": "c3fc4517-f4a0-4e0e-a1f1-3b5c952915da"
    },
    {
        "quote": " No people will tamely surrender their Liberties, nor can any be easily subdued, when knowledge is diffused and Virtue is preserved. On the Contrary, when People are universally ignorant, and debauched in their Manners, they will sink under their own weight without the Aid of foreign Invaders.",
        "source": "Samual Adams, Letter to James Warren, November 4, 1775",
        "id": "20263b7a-3ff5-404a-950a-53bc723ef47b"
    },
    {
        "quote": " How strangely will the Tools of a Tyrant pervert the plain Meaning of Words.",
        "source": "Samual Adams, Letter to John Pitts, January 21, 1776",
        "id": "022ee95e-a718-42f0-8363-53635120faa6"
    },
    {
        "quote": " Our unalterable resolution would be to be free. They have attempted to subdue us by force, but God be praised! in vain. Their arts may be more dangerous then their arms. Let us then renounce all treaty with them upon any score but that of total separation, and under God trust our cause to our swords.",
        "source": "Samual Adams, Letter to James Warren, April 16, 1776",
        "id": "f9b11477-e2b0-49e6-8c30-fc4a05e1b5a8"
    },
    {
        "quote": " Revelation assures us that \"Righteousness exalteth a Nation\" - Communities are dealt with in this World by the wise and just Ruler of the Universe. He rewards or punishes them according to their general Character. The diminution of publick Virtue is usually attended with that of publick Happiness, and the publick Liberty will not long survive the total Extinction of Morals.",
        "source": "Samual Adams, Letter to John Scollay, April 30, 1776",
        "id": "338b898f-74e7-4d14-a717-8c28eeff192a"
    },
    {
        "quote": " We cannot make Events. Our Business is wisely to improve them. There has been much to do to confirm doubting Friends & fortify the Timid. It requires time to bring honest Men to think & determine alike even in important Matters. Mankind are governed more by their feelings than by reason.",
        "source": "Samual Adams, Letter to Samuel Cooper, April 30, 1776",
        "id": "79638d07-d21e-4aed-b239-24bc79e071f2"
    },
    {
        "quote": " We have this day restored the Sovereign to whom alone men ought to be obedient. He reigns in Heaven, and with a propitious eye beholds his subjects assuming that freedom of thought and dignity of self-direction which He bestowed on them. From the rising to the setting sun, may His kingdom come.",
        "source": "Samual Adams, After signing the Declaration of Independence, July 4, 1776",
        "id": "77e285b2-7a12-4bf9-9925-af67ee6d9d3b"
    },
    {
        "quote": " He who made all men hath made the truths necessary to human happiness obvious to all. Our forefathers threw off the yoke of Popery in religion; for you is reserved the honor of leveling the popery of politics. They opened the Bible to all, and maintained the capacity of every man to judge for himself in religion.",
        "source": "Samual Adams, Speech at the State House, Philadelphia, August 1, 1776",
        "id": "3278ab81-0be4-472b-b82c-6fcce6be7f31"
    },
    {
        "quote": " Were the talents and virtues which heaven has bestowed on men given merely to make them more obedient drudges, to be sacrificed to the follies and ambition of a few? Or, were not the noble gifts so equally dispensed with a divine purpose and law, that they should as nearly as possible be equally exerted, and the blessings of Providence be equally enjoyed by all.",
        "source": "Samual Adams, Speech at the State House, Philadelphia, August 1, 1776",
        "id": "b2cde367-6701-4dbf-84ec-78613b115311"
    },
    {
        "quote": " Men who content themselves with the semblance of truth, and a display of words, talk much of our obligations to Great Britain for protection. Had she a single eye to our advantage? A nation of shopkeepers are very seldom so disinterested",
        "source": "Samual Adams, Speech at the State House, Philadelphia, August 1, 1776",
        "id": "f7146ef1-6eab-440a-a349-7a824dad9ff9"
    },
    {
        "quote": " Courage, then, my countrymen, our contest is not only whether we ourselves shall be free, but whether there shall be left to mankind an asylum on earth for civil and religious liberty.",
        "source": "Samual Adams, Speech at the State House, Philadelphia, August 1, 1776",
        "id": "fa7cac53-bd1b-4ff5-bbcf-3b6a590939b3"
    },
    {
        "quote": " If ye love wealth better than liberty, the tranquility of servitude better than the animating contest of freedom, go home from us in peace. We ask not your counsels or arms. Crouch down and lick the hands which feed you. May your chains set lightly upon you, and may posterity forget that ye were our countrymen",
        "source": "Samual Adams, Speech at the Philadelphia State House, August 1, 1776 ",
        "id": "8528f04c-d00c-46aa-bfbb-a239409d6557"
    },
    {
        "quote": "Freedom of thought and the right of private judgment, in matters of conscience, driven from every other corner of the earth, direct their course to this happy country as their last asylum.",
        "source": "Samual Adams, Speech at the State House, Philadelphia, August 1, 1776 ",
        "id": "400b6b15-d5ab-42db-a031-3481efd36c40"
    },
    {
        "quote": "There is One above us who will take exemplary vengeance for every insult upon His majesty. You know that the cause of America is just. You know that she contends for that freedom to which all men are entitled - that she contends against oppression, rapine, and more than savage barbarity. The blood of the innocent is upon your hands, and all the waters of the ocean will not wash it away. We again make our solemn appeal to the God of heaven to decide between you and us. And we pray that, in the doubtful scale of battle, we may be successful as we have justice on our side, and that the merciful Savior of the world may forgive our oppressors.",
        "source": "Samual Adams, Letter to the Earl of Carlisle and Others, July 16, 1778 ",
        "id": "a5366b8f-5847-416c-96b2-544d36f3609d"
    },
    {
        "quote": "Religion and good morals are the only solid foundation of public liberty and happiness.",
        "source": "Samual Adams, Letter to John Trumbull, October 16, 1778",
        "id": "b05b3c4e-63b9-4626-8bdf-8268d32a651a"
    },
    {
        "quote": "We, therefore, the Congress of the United States of America, do solemnly declare and proclaim that... We appeal to the God who searcheth the hearts of men for the rectitude of our intentions; and in His holy presence declare that, as we are not moved by any light or hasty suggestions of anger or revenge, so through every possible change of fortune we will adhere to this our determination.",
        "source": "Samual Adams, Manifesto of the Continental Congress, October 30, 1778",
        "id": "d08d5071-1181-49dc-bb5b-4fafeff5b0b4"
    },
    {
        "quote": "If virtue and knowledge are diffused among the people, they will never be enslaved. This will be their great security.",
        "source": "Samual Adams, Letter to James Warren, February 12, 1779",
        "id": "d8e272aa-5f88-45f8-9122-da1e70c8e5e7"
    },
    {
        "quote": "If ever the Time should come, when vain & aspiring Men shall possess the highest Seats in Government, our Country will stand in Need of its experienced Patriots to prevent its Ruin",
        "source": "Samual Adams, Letter to James Warren, October 24, 1780",
        "id": "4719d259-32ba-401e-9f79-a826b8a6a63c"
    },
    {
        "quote": "Religion in a Family is at once its brightest Ornament & its best Security.",
        "source": "Samual Adams, Letter to Thomas Wells, November 22, 1780",
        "id": "1efe5d53-5441-47f3-89ba-b72fb1b4e111"
    },
    {
        "quote": "The first Point of Justice, says a Writer I have met with, consists in Piety; Nothing certainly being so great a Acknowledgments which are due to Him for our Being, and the hourly Protection he affords us.",
        "source": "Samual Adams, Letter to Thomas Wells, November 22, 1780",
        "id": "1a5ea5f9-ba4c-455a-85a8-20802742b467"
    },
    {
        "quote": "I could dwell on the importance of piety and religion; of industry and frugality; of prudence, economy, regularity and an even government; all which are essential to the well-being of a family. But I have not Time. I cannot however help repeating Piety, because I think it indispensible. Religion in a Family is at once its brightest Ornament & its best Security. The first Point of Justice, says a Writer I have met with, consists in Piety; Nothing certainly being so great a Debt upon us, as to render to the Creator & Preserver those Acknowledgments which are due to Him for our Being, and the hourly Protection he affords us.",
        "source": "Samual Adams, Letter to Thomas Wells, November 22, 1780",
        "id": "62d1934c-3d79-4c6e-95f4-d662af037dc6"
    },
    {
        "quote": "If men of wisdom and knowledge, of moderation and temperance, of patience, fortitude and perseverance, of sobriety and true republican simplicity of manners, of zeal for the honour of the Supreme Being and the welfare of the commonwealth; if men possessed of these other excellent qualities are chosen to fill the seats of government, we may expect that our affairs will rest on a solid and permanent foundation",
        "source": "Samual Adams, Letter to Elbridge Gerry, November 27, 1780",
        "id": "d047d02f-a968-4bdb-9ba4-930aca51c6ec"
    },
    {
        "quote": "Every citizen will see, and I hope be deeply impressed with a sense of it, how exceedingly important it is to himself, and how intimately the welfare of his children is connected with it, that those who are to have a share in making as well as in judging and executing the laws should be men of singular wisdom and integrity.",
        "source": "Samual Adams, Boston Gazette, April 2, 1781",
        "id": "f5489424-0080-49c0-816c-11723b5e238a"
    },
    {
        "quote": "Let each citizen remember at the moment he is offering his vote that he is not making a present or a compliment to please an individual - or at least that he ought not so to do; but that he is executing one of the most solemn trusts in human society for which he is accountable to God and his country.",
        "source": "Samual Adams, Essay in the Boston Gazette, April 16, 1781",
        "id": "44fb6a17-ce21-44f7-b561-c5023adef80f"
    },
    {
        "quote": "And that the said Constitution be never construed to authorize Congress to infringe the just liberty of the press, or the rights of conscience; or to prevent the people of the United States, who are peaceable citizens, from keeping their own arms; or to raise standing armies, unless necessary for the defense of the United States, or of some one or more of them; or to prevent the people from petitioning, in a peaceable and orderly manner, the federal legislature, for a redress of grievances; or to subject the people to unreasonable searches and seizures of their persons, papers or possessions.",
        "source": "Samual Adams, Debates of the Massachusetts Convention of 1788, 1788",
        "id": "b3a2c16a-1ca3-4ee6-b48a-a43b79529b6b"
    },
    {
        "quote": "I hope Congress, before they adjourn will take into very serious Consideration the necessary Amendments of the Constitution. Those whom I call the best - the most judicious & disinterested Federalists, who wish for the perpetual Union, Liberty & Happiness of the States & their respective Citizens, many of them if not all are anxiously expecting them. They wish to see a Line drawn as clearly as may be, between the federal Powers vested in Congress and the distinct Sovereignty of the several States upon which the private & personal Rights of the Citizens depend. Without such Distinction there will be Danger of the Constitution issuing imperceptibly and gradually into a consolidated Government over all the States: which, although it may be wished for by some was reprobated in the Idea by the highest Advocates for the Constitution as it stood without Amendments. I am fully persuaded that the population of the U S living different Climates, of different Education and Manners, and possessed of different Habits & feelings under one consolidated Government can not long remain free, or indeed remain under any kind of Government but despotism",
        "source": "Letter to Elbridge Gerry, August 22, 1789 ",
        "id": "18a70e16-8b26-4296-aba7-6943e63ea988"
    },
    {
        "quote": "mean, my friend, to let you know how deeply I am impressed with a sense of the importance of Amendments; that the good people may clearly see the distinction, for there is a distinction, between the federal powers vested in Congress and the sovereign authority belonging to the several States, which is the Palladium (the protection) of the private and personal rights of the citizens.",
        "source": "Samual Adams, Letter to Richard Henry Lee, August 24, 1789",
        "id": "2b963a94-d3b2-48af-b165-7d285a6e33fc"
    },
    {
        "quote": "Let Divines, and Philosophers, Statesmen and Patriots unite their endeavours to renovate the Age, by impressing the Minds of Men with the importance of educating their little boys, and girls - of inculcating in the Minds of youth the fear, and Love of the Deity, and universal Phylanthropy; and in subordination to these great principles, the Love of their Country - of instructing them in the Art of self government, without which they never can act a wise part in the Government of Societys great, or small - in short of leading them in the Study, and Practice of the exalted Virtues of the Christian system, which will happily tend to subdue the turbulent passions of Men, and introduce that Golden Age beautifully described in figurative language; when the Wolf shall dwell with the Lamb, and the Leopard lie down with the Kid - the Cow, and the bear shall feed; their young ones shall lie down together, and the Lyon shall eat straw like the Ox - none shall then hurt, or destroy; for the Earth shall be full of the Knowledge of the Lord.",
        "source": "Samual Adams, Letter to John Adams, October 4, 1790",
        "id": "f6750703-163d-4916-8a94-d58789497051"
    },
    {
        "quote": "In the supposed state of nature, all men are equally bound by the laws of nature, or to speak more properly, the laws of the Creator. They are imprinted by the finger of God on the heart of man. Thou shall do no injury to thy neighbor, is the voice of nature and reason, and it is confirmed by written revelation.",
        "source": "Having just risen from Lieutenant Governor when Governor John Hancock died, 1794",
        "id": "4a3da191-12c6-4d19-acdf-b1e57b744085"
    },
    {
        "quote": "Before the formation of this Constitution, it had been affirmed as a self evident truth, in the declaration of Independence, very deliberately made by the Representatives of the United States of America in Congress assembled that, \"all men are created equal, and are endowed by their Creator with certain unalienable rights.\" This declaration of Independence was received and ratified by all the States in the Union, and has never been disannulled. May we not from hence conclude, that the doctrine of Liberty and Equality is an article in the political creed of the United States.",
        "source": "Samual Adams, Address to the Legislature of Massachusetts, January 17, 1794",
        "id": "54dd68ff-7694-4428-85a7-41387b828af4"
    },
    {
        "quote": "It has been observed, that \"education has a greater influence on manners, than human laws can have.\" Human laws excite fears and apprehensions, least crimes committed may be detected and punished: But a virtuous education is calculated to reach and influence the heart, and to prevent crimes. A very judicious writer, has quoted Plato, who in shewing what care for the security of States ought to be taken of the education of youth, speaks of it as almost sufficient to supply the place both of Legislation and Administration. Such an education, which leads the youth beyond mere outside shew, will impress their minds with a profound reverence of the Deity, universal benevolence, and a warm attachment and affection towards their country. It will excite in them a just regard to Divine Revelation, which informs them of the original character and dignity of Man; and it will inspire them with a sense of true honor, which consists in conforming as much as possible, their principles, habits, and manners to that original character. It will enlarge their powers of mind, and prompt them impartially to search for truth in the consideration of every subject that may employ their thoughts; and among other branches of knowledge, it will instruct them in the skill of political architecture and jurisprudence; and qualify them to discover any error, if there should be such, in the forms and administration of Governments, and point out the method of correcting them.",
        "source": "Samual Adams, Address to Massachusetts Legislature as Governor, January 17, 1794",
        "id": "856fbba4-a520-485c-a608-afc92ecbbb36"
    },
    {
        "quote": "If we continue to be a happy people, that happiness must be assured by the enacting and executing of reasonable and wise laws, expressed in the plainest language, and by establishing such modes of education as tend to inculcate in the minds of youth, the feelings and habits of \"piety, religion and morality,\" and to lead them to the knowledge and love of those truly Republican principles upon which our civil institutions are founded.",
        "source": "Samual Adams, Address to the Legislature o f Massachusetts, January 16, 1795",
        "id": "c1061f50-2f94-47e0-b580-2c7fa6f37d42"
    },
    {
        "quote": "have thought fit, according to the ancient and laudable Practice of our renowned ancestors, to appoint a day of PUBLIC THANKSGIVING to God, for the great benefits which HE has been pleased to bestow upon us, in the Year past. And I do by advice and consent of the Council, appoint THURSDAY the Nineteenth day of November next, to be observed as a DAY of PUBLIC THANKSGIVING and PRAISE throughout this Commonwealth: Calling upon the Ministers of the Gospel of all Denominations, with their respective Congregations to assemble on that Day to offer to God, their unfeigned Gratitude, for his great Goodness to the People of the United States in general, and of this Commonwealth in particular.",
        "source": "Samual Adams, Proclamation for a Day of Thanksgiving, October 14, 1795",
        "id": "126063d4-554a-4f09-bf20-db68caefbf98"
    },
    {
        "quote": "The people alone have an incontestable, unalienable, and indefeasible right to institute government and to reform, alter, or totally change the same when their protection, safety, prosperity, and happiness require it. And the federal Constitution - according to the mode prescribed therein [Article V] - has already undergone such amendments in several parts of it as from experience has been judged necessary.",
        "source": "Samual Adams, the Legislature of Massachusetts, January 19, 1796",
        "id": "eb8aabcc-e648-4939-ae5b-79a852eb2103"
    },
    {
        "quote": "As Piety, Religion and Morality have a happy influence on the minds of men, in their public as well as private transactions, you will not think it unseasonable, although I have frequently done it, to bring to your remembrance the great importance of encouraging our University, town schools, and other seminaries of education, that our children and youth while they are engaged in the pursuit of useful science, may have their minds impressed with a strong sense of the duties they owe to their God, their instructors and each other, so that when they arrive to a state of manhood, and take a part in any public transactions, their hearts having been deeply impressed in the course of their education with the moral feelings - such feelings may continue and have their due weight through the whole of their future lives.",
        "source": "Samual Adams, Address to the Legislature of Massachusetts, January 30, 1797",
        "id": "f3e2f130-e6fb-4256-9bc4-7ae999436651"
    },
    {
        "quote": "And as it is our duty to extend our wishes to the happiness of the great family of man, I conceive we cannot better express ourselves than by humbly supplicating the Supreme Ruler of the world that the rod of tyrants may be broken into pieces, and the oppressed made free: that wars may cease in all the earth, and that the confusions that are and have been among the nations may be overruled by the promoting and speedily bringing on that holy and happy period when the kingdom or our Lord and Savior Jesus Christ may be everywhere established, and all the people willingly bow to the sceptre of Him who is the Prince of Peace.",
        "source": "Samual Adams, Day of Fasting Proclamation as Governor, March 20, 1797",
        "id": "b3a8420d-f302-4f0b-a2b0-ac88494306b5"
    },
    {
        "quote": "When I heard, that you had turned your mind to a defence of infidelity, I felt myself much astonished, and more grieved, that you had attempted a measure so injurious to the feelings, and so repugnant to the true interest of so great a part of the citizens of the United Stares. The people of New-England, if you will allow me to use a Scripture phrase, are fast returning to their first love. will you excite among them the spirit of angry controversy, at a time, when they are hastening to unity and peace? I am told that some of our news-papers have announced your intention to publish an additional pamphlet upon the principles of your Age of Reason. Do you think, that your pen, or the pen of any other man can unchristianize the mass of our citizens, or have you hopes of converting a few of them to assist you in so bad a cause.",
        "source": "Samual Adams, Letter to Thomas Paine, rebuking his \"The Age of Reason,\" November 30, 1802",
        "id": "6227a377-6360-45e9-858b-e4d8cb23a1df"
    },
    {
        "quote": "... recommend my Soul to that Almighty Being who gave it, and my body I commit to the dust, relying upon the merits of Jesus Christ for a pardon of all my sins",
        "source": "Samual Adams, Last Will and Testament, October 2, 1803",
        "id": "7d33179e-81bd-4404-a5a0-ec583ee72d44"
    },
    {
        "quote": "Principally and first of all, I recommend my soul to that Almighty Being who gave it and my body I commit to the dust, relying upon the merits of Jesus Christ for a pardon of all my sins.",
        "source": "Samual Adams, Last Will and Testament, October 2, 1803",
        "id": "5403dfda-300a-4ccd-a47a-c2fef46a9996"
    },
    {
        "quote": "Neither the wisest constitution nor the wisest laws will secure the liberty and happiness of a people whose manners are universally corrupt. He therefore is the truest friend to the liberty of his country who tries most to promote its virtue, and who ... will not suffer a man to be chosen into any office of power and trust who is not a wise and virtuous man.",
        "source": "Samual Adams, Unknown",
        "id": "cee3d76b-e28a-4996-9b00-40c01dcb2bdb"
    },
    {
        "quote": "I thank God that I have lived to see my country independent and free. She may long enjoy her independence and freedom if she will. It depends on her virtue. ",
        "source": "Samual Adams, Unknown ",
        "id": "556485c4-fc98-4da8-b66a-473616cb5157"
    }
]