[
    {
        "quote": "A little matter will move a party, but it must be something great that moves a nation.",
        "source": "Thomas Paine, Rights of Man, 1792",
        "id": "f57c7379-4d30-4317-955c-645fe997b812"
    },
    {
        "quote": "A nation under a well regulated government, should permit none to remain uninstructed. It is monarchical and aristocratical government only that requires ignorance for its support.",
        "source": "Thomas Paine, Rights of Man, 1792",
        "id": "897daae2-139c-4ff4-be02-b3834da96e37"
    },
    {
        "quote": "As parents, we can have no joy, knowing that this government is not sufficiently lasting to ensure any thing which we may bequeath to posterity: And by a plain method of argument, as we are running the next generation into debt, we ought to do the work of it, otherwise we use them meanly and pitifully. In order to discover the line of our duty rightly, we should take our children in our hand, and fix our station a few years farther into life; that eminence will present a prospect, which a few present fears and prejudices conceal from our sight.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "4d13aebd-38f9-4298-8472-a21827d389fc"
    },
    {
        "quote": "But where says some is the King of America? I'll tell you Friend, he reigns above, and doth not make havoc of mankind like the Royal Brute of Britain...let it be brought forth placed on the divine law, the word of God; let a crown be placed thereon, by which the world may know, that so far as we approve of monarchy, that in America THE LAW IS KING.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "a0911707-9505-47ff-83d5-1e4f4ca44f0d"
    },
    {
        "quote": "Everything that is right or reasonable pleads for separation. The blood of the slain, the weeping voice of nature cries, 'tis time to part.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "31575c0c-4a2d-4d61-8adc-c8c9f782e4f0"
    },
    {
        "quote": "Freedom had been hunted round the globe; reason was considered as rebellion; and the slavery of fear had made men afraid to think. But such is the irresistible nature of truth, that all it asks, and all it wants, is the liberty of appearing.",
        "source": "Thomas Paine, Rights of Man, 1791",
        "id": "cc830fe0-63ca-4a1a-bdde-15154f022993"
    },
    {
        "quote": "He that would make his own liberty secure, must guard even his enemy from oppression; for if he violates this duty, he establishes a precedent that will reach to himself.",
        "source": "Thomas Paine, Dissertation on First Principles of Government, December 23, 1791",
        "id": "78103635-33a6-46c6-a271-a2b44ccc62b6"
    },
    {
        "quote": "I consider the war of America against Britain as the country's war, the public's war, or the war of the people in their own behalf, for the security of their natural rights, and the protection of their own property.",
        "source": "Thomas Paine, On Financing the War, 1782",
        "id": "f0bc9411-8530-4336-b48e-0be8550f7543"
    },
    {
        "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "6340a3c6-8b16-439c-b343-fb18c38d2a30"
    },
    {
        "quote": "If there must be trouble, let it be in my day, that my child may have peace.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "3f24037d-d389-4910-9c15-80cb9486f209"
    },
    {
        "quote": "If, from the more wretched parts of the old world, we look at those which are in an advanced stage of improvement, we still find the greedy hand of government thrusting itself into every corner and crevice of industry, and grasping the spoil of the multitude. Invention is continually exercised, to furnish new pretenses for revenues and taxation. It watches prosperity as its prey and permits none to escape without tribute.",
        "source": "Thomas Paine, Rights of Man, 1791",
        "id": "6ff7bfc1-4e88-4c9d-82ef-52d14eb6aefa"
    },
    {
        "quote": "It is the madness of folly, to expect mercy from those who have refused to do justice; and even mercy, where conquest is the object, is only a trick of war; the cunning of the fox is as murderous as the violence of the wolf.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "3b703d9c-d3f4-4dcb-9f1d-3907ab600dd8"
    },
    {
        "quote": "Not all the treasures of the world, so far as I believe, could have induced me to support an offensive war, for I think it murder; but if a thief breaks into my house, burns and destroys my property, and kills or threatens to kill me, or those that are in it, and to \"bind me in all cases whatsoever\" to his absolute will, am I to suffer it?",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "b5f68a55-e63c-44f5-964e-464f7a641f47"
    },
    {
        "quote": "Now is the seedtime of continental union, faith and honor. The least fracture now, will be like a name engraved with the point of a pin on the tender rind of a young oak; the wound would enlarge with the tree, and posterity read in it full grown characters.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "378a0bf7-29df-4316-9de9-d463397595bf"
    },
    {
        "quote": "Society in every state is a blessing, but government, even in its best state, is but a necessary evil; in its worst state an intolerable one; for when we suffer or are exposed to the same miseries by a government, which we might expect in a country without government, our calamity is heightened by reflecting that we furnish the means by which we suffer.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "6274e163-2935-4894-9022-d8b29f95a1bd"
    },
    {
        "quote": "The cause of America is in a great measure the cause of all mankind.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "0aa95ff6-fbf3-4c4f-b981-bd2021d739fc"
    },
    {
        "quote": "The Grecians and Romans were strongly possessed of the spirit of liberty but not the principle, for at the time they were determined not to be slaves themselves, they employed their power to enslave the rest of mankind.",
        "source": "Thomas Paine, The American Crisis, No. 5, March 21, 1778",
        "id": "b981905a-b152-4c72-b4bb-7b2bdb2a3e68"
    },
    {
        "quote": "The reformation was preceded by the discovery of America, as if the Almighty graciously meant to open a sanctuary to the persecuted in future years, when home should afford neither friendship nor safety.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "e242fb94-232f-4a7d-ac0a-db53b3a1ecc4"
    },
    {
        "quote": "The Sun never shined on a cause of greater worth.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "44741829-5f5d-43a7-a66c-0eaf30f95eaf"
    },
    {
        "quote": "The times that tried men's souls are over-and the greatest and completest revolution the world ever knew, gloriously and happily accomplished.",
        "source": "Thomas Paine, The American Crisis, No. 13, 1783",
        "id": "926a07d4-9fae-4811-92ab-c0e7edf29013"
    },
    {
        "quote": "These are the times that try men's souls. The summer soldier and the sunshine patriot will, in this crisis, shrink from the service of his country; but he that stands it now, deserves the love and thanks of man and woman.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "749e13d7-875c-4366-b687-0e80b8726a06"
    },
    {
        "quote": "This new world hath been the asylum for the persecuted lovers of civil and religious liberty from every part of Europe. Hither have they fled, not from the tender embraces of the mother, but from the cruelty of the monster; and it is so far true of England, that the same tyranny which drove the first emigrants from home, pursues their descendants still.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "a8d4f049-f1c7-406d-849d-2b2497e7e259"
    },
    {
        "quote": "Those who expect to reap the blessings of freedom, must, like men, undergo the fatigues of supporting it.",
        "source": "Thomas Paine, The American Crisis, No. 4, September 11, 1777",
        "id": "0733b22c-dc1c-4d6f-9ce2-bf9b253764fe"
    },
    {
        "quote": "Tyranny, like hell, is not easily conquered; yet we have this consolation with us, that the harder the conflict, the more glorious the triumph.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "fe5bc918-9d15-4c03-8b35-2afc884adb6d"
    },
    {
        "quote": "We fight not to enslave, but to set a country free, and to make room upon the earth for honest men to live in.",
        "source": "Thomas Paine, The American Crisis, No. 4, September 11, 1777",
        "id": "23dd2110-bebd-4b99-802c-04a0e3c9b8d5"
    },
    {
        "quote": "We have it in our power to begin the world over again.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "3884bb6f-7020-450d-960f-c30fdaf857b6"
    },
    {
        "quote": "What we obtain too cheap, we esteem too lightly: it is dearness only that gives every thing its value.",
        "source": "Thomas Paine, The American Crisis, No. 1, December 19, 1776",
        "id": "73ddf289-0e34-4529-956d-686f70c098b5"
    },
    {
        "quote": "When we are planning for posterity, we ought to remember that virtue is not hereditary.",
        "source": "Thomas Paine, Common Sense, 1776",
        "id": "06869f63-fd42-4de5-8c5e-3ef288278d8d"
    }
]